export default {
    translation: {
        nav_menu: {
            home: "ទំព័រដើម",
            service: "សេវាកម្ម",
            aboutUs: "អំពីពួកយើង",
            contactUs: "ទំនាក់ទំនងយើង",
        },
        label: {
            khmer: "ខ្មែរ",
            english: "អង់គ្លេស",
        },
        hero_section: {
            title: "ស្វាគមន៍មកកាន់ SERVICETECH",
            description:
                "នៅ SERVICETECH អតិថិជនអាចរុករកផលិតផល និងសេវាកម្មផ្សេងៗរបស់យើងបាន។ មិនថាអ្នកកំពុងស្វែងរកដំណោះស្រាយស៊ើបថ្មី ឬត្រូវការបច្ចេកវិទ្យាដែលប្តូរតាមតម្រូវការរបស់អាជីវកម្មអ្នក យើងនៅទីនេះដើម្បីភ្ជាប់ និងបង្កើតដំណោះស្រាយដ៏ល្អឥតខ្ចោះសម្រាប់អ្នក។ ទាក់ទងមកយើងថ្ងៃនេះដើម្បីធ្វើឱ្យចក្ខុវិស័យបច្ចេកវិទ្យារបស់អ្នកក្លាយជាការពិត!",
            button: "ចាប់ផ្ដើម",
        },
        feature: {
            header: "លក្ខណៈពិសេស",
        },
        why_us: {
            header: "ហេតុអ្វីត្រូវជ្រើសរើសយើង?",
            specialized: {
                title: "ឯកទេសក្នុងបច្ចេកវិទ្យា",
                description:
                    "ដោយមានជំនាញក្នុងបច្ចេកវិទ្យាចុងក្រោយ ServiceTech ផ្តល់ដំណោះស្រាយកម្មវិធីឈានមុខគេ ដើម្បីជួយអាជីវកម្មរបស់អ្នកឱ្យរីកចម្រើនក្នុងពិភពឌីជីថលសព្វថ្ងៃ។",
            },
            high_quality: {
                title: "គុណភាព",
                description:
                    "នៅ ServiceTech យើងមានក្រុមអ្នកអភិវឌ្ឍន៍ដែលមានជំនាញឯកទេស ក្នុងការផ្តល់ជូននូវដំណោះស្រាយកម្មវិធីដែលមានគុណភាពខ្ពស់។ ផលិតផលទាំងអស់ដែលយើងបង្កើតត្រូវបានធ្វើតាមតម្រូវការរបស់អាជីវកម្មរបស់អ្នក ដើម្បីធានាបាននូវភាពទុកចិត្ត និងប្រសិទ្ធភាពល្អបំផុត។",
            },
            user_friendly: {
                title: "ងាយស្រួលប្រើប្រាស់",
                description:
                    "ServiceTech ធ្វើការសំគាល់ដាក់អាទិភាពចំពោះបទពិសោធន៍អ្នកប្រើ។ ដំណោះស្រាយរបស់យើងត្រូវបានរចនាឡើងឱ្យងាយស្រួល និងរលូន ដើម្បីជួយឱ្យអ្នកអាចផ្តោតទៅលើគោលដៅដោយមិនមានភាពស្មុគស្មាញ។",
            },
        },
        contact: {
            header: "ទំនាក់ទំនង",
            address: "Rupp, Phnom Penh, Cambodia",
            form: {
                first_name: "នាមខ្លួន",
                last_name: "នាមត្រកូល",
                email: "អ៊ីម៉ែល",
                phone: "លេខទូរស័ព្ទ",
                message: "សារ",
                send_message: "ផ្ញើសារ",
                sending: "កំពុងផ្ញើរ...",
                success_message: "សារបានផ្ញើដោយជោគជ័យ!"
            }
        }
    },
};
